[
  "http://google.ru\n#tags +79991112233 завтра в 11:00, midnight tomorrow\nむかし、 むかし、 ある ところ に\nおじいさん と おばあさん が いました。\nLong, long ago, in some place there was an old man and and old woman.\n\nおじいさん が 山（やま） へ 木（き） を きり に いけば、\nWhen the old man went to the mountain to cut trees,\n\nおばあさん は 川（かわ） へ せんたく に でかけます。\nthe old woman went out to the river to wash clothes.\n\n「おじいさん、 はよう もどって きなされ。」\"Old man, come back quickly.\"\n\n「おばあさん も き を つけて な。」\n\"Old woman you also be careful please.\"\n\nまい日（にち） やさしく いい あって でかけます。\nEach day they gently say to each other and go out.\nEND",
  "يَجِبُ عَلَى الإنْسَانِ أن يَكُونَ أمِيْنَاً وَصَادِقَاً مَعَ نَفْسِهِ وَمَعَ أَهْلِهِ وَجِيْرَانِهِ وَأَنْ يَبْذُلَ كُلَّ جُهْدٍ فِي إِعْلاءِ شَأْنِ الوَطَنِ وَأَنْ يَعْمَلَ عَلَى مَا يَجْلِبُ السَّعَادَةَ لِلنَّاسِ . ولَن يَتِمَّ لَهُ ذلِك إِلا بِأَنْ يُقَدِّمَ المَنْفَعَةَ العَامَّةَ عَلَى المَنْفَعَةِ الخَاصَّةِ وَهذَا مِثَالٌ لِلتَّضْحِيَةِ .",
  "Знаете ли вы, как просмотреть скрытую общую информацию профиля? \n \nВы часто натыкаетесь ВКонтакте на интересных людей, у которых, к сожалению, закрыта даже общая информация профиля, не говоря уж о частностях вроде групп, в которых пользователь состоит? \n \nНе нужно огорчаться: некоторую информацию всё-таки можно разузнать. В этом нам поможет поиск по страницам пользователей ВКонтакте: введите в строку поиска имя интересующего вас пользователя и поэкспериментируйте с параметрами — в зависимости от изменений будет меняться поисковая выдача. \n \nДопустим, если интересующий вас человек живёт в Санкт-Петербурге, то в результатах поиска его страница высветится, если в фильтре по месту проживания вы выберете именно этот город. Таким же образом можно подобрать и прочую информацию — начиная от школы и университета и заканчивая мировоззрением и семейным положением. Если ту или иную информацию не выходит подобрать, значит, она попросту не указана.\n\n#fact@live",
  "Коротко о главном: winter has come.\nЧто же это значит? В первую очередь — что самое время для нашего ежемесячного обзора последних нововведений ВКонтакте. И будьте уверены, в сегодняшнем материале вам есть что почитать: в ноябре разработчики ВК потрудились на славу.\n\nУтепляйтесь, запасайтесь горячим чаем и погнали!\n\nvk.com\/page-2158488_50358162\n\n#review@live",
  "Для чего вы обычно добавляете пользователей в закладки?\n\nРаздел «Мои Закладки» не всегда был посвящён всем понравившимся вам страницам и материалам сайта: родоначальницей всего раздела была вкладка «Люди», в которой и сейчас сохраняются все добавленные в закладки пользователи, а также отдельно помечаются находящиеся в сети. \n\nСегодня мы решили выяснить, для чего именно вы обычно добавляете в закладки страницы пользователей: чтобы следить за чьим-то онлайном или чтобы сохранить профили интересных вам людей? Или, быть может, у вас есть какой-то свой сценарий использования сервиса?\n\n#poll@live",
  "У «НЕвовведений» — рубрики, в которой мы вместе с нашими подписчиками придумываем нововведения для ВКонтакте, — сегодня опять юбилей: 60-й выпуск. На данный момент разработчиками было реализовано ровно 70 идей, и это число постоянно растёт.\n\nВ сегодняшнем выпуске: усовершенствования сообщений для сообществ и несколько фишек — для публичных страниц, wiki-страниц и видеозаписей.\n\nВсё, хватит разглагольствований — скорее открывайте материал по ссылке ниже!\n\nvk.com\/page-2158488_50344246\n\n#idea@live",
  "Знаете ли вы, почему некоторые люди могут писать вам личные сообщения, несмотря на то, что вы запретили это настройками приватности? А дело в том, что вы недавно писали им — меньше недели назад, и теперь они как бы отвечают вам на те сообщения.\n\nЭто сделано для того, чтобы вы могли беспрепятственно общаться по собственной инициативе, не настраивая каждый раз приватность. Согласитесь, было бы странно, если бы вы, забыв о настройках, задали кому-то вопрос, а этот человек не имел возможности вам ответить. \n\nЕсли же вам это не нравится и вы хотите полностью запретить кому-то присылать вам сообщения, добавьте этого человека в чёрный список, нажав «Заблокировать» на его странице.\n\nПодсказка для тех, кто оказался по другую сторону “баррикады” — хочет написать другу, но не видит кнопки «Отправить сообщение» на странице: зайдите в Диалоги и найдите того самого друга. И не удаляйте переписку, иначе возможность отвечать пропадёт.\n\n#fact@live",
  "Сегодня мы планируем записать новый выпуск нашего подкаста aLIVE, где мы обсуждаем последние нововведения ВКонтакте и события вокруг компании. Сейчас у вас есть возможность задать свой вопрос и получить на него ответ в свежем выпуске, который выйдет на днях.\n \nВопросы оставляйте в этой теме: vk.com\/topic-2158488_33105416",
  "Дамы и господа, добротная порция мелких нововведений ВКонтакте за последнюю неделю подана!\nСегодня в программе: пара фич для личных сообщений сообществ, обновления официального клиента ВКонтакте для Android, целая куча нововведений для пользователей Биржи рекламы и на закуску — апдейт нашей любимой wiki-разметки.\n\nvk.com\/page-2158488_50328173\n\n#mini@live",
  "Наша традиционная ежемесячная рубрика «Звёздный ВКонтакте», в которой мы перечисляем всех знаменитостей, которые получили официальный статус своих страниц. Сегодня здесь представлены совершенно разношёрстные звёзды, среди которых наверняка найдётся тот, кого вы знаете и за кем будет приятно следить ВКонтакте.\n\nvk.com\/page-2158488_50324873\n\n#star@live",
  "Ликуйте, геймеры!\n\nВКонтакте теперь поддерживает сервисы для стриминга игр twitch.tv и gaming.youtube.com. Чтобы прикрепить плеер к записи, комментарию или сообщению, достаточно вставить ссылку на трансляцию в поле ввода текста.\n\nНововведение будет полезно как летсплеерам, так и тем, кто просто любит делиться интересными трансляциями. Завершённые трансляции с YouTube, кстати, можно добавлять в свои видеозаписи.\n\n#upd@live",
  "При наведении курсора на верхнюю часть любой фотографии появляется сердечко — кнопка «Мне нравится». Оно такое большое и удобное, что его прямо хочется нажать. Но внизу есть ещё и обычная кнопка с тем же предназначением. Поэтому нам интересно: какой из них вы пользуетесь? И пользуетесь ли вообще? А может, кнопка с сердцем настолько удобная, что вы постоянно нажимаете на неё по ошибке?\n\n#poll@live",
  "Автоматическое воспроизведение видео в сообществах\n\nС сегодняшнего дня любое сообщество может привлечь внимание своих посетителей роликом, который будет воспроизводиться автоматически при посещении страницы. Воспроизведение будет начинаться без звука, поэтому никак не станет мешать.\n \nЧтобы сделать такое видео, необходимо выполнить три условия:\n— Прикрепить ролик к записи и закрепить эту запись вверху сообщества.\n— Кроме ролика, к записи больше ничего не должно быть прикреплено. Лишь видео и текст по желанию.\n— Видео должно быть загружено ВКонтакте — сторонние плееры не поддерживаются.\n\nВидеоролик остановится, если прокрутить страницу с сообществом вниз, и продолжит воспроизводиться, если подняться. Автоматическое воспроизведение будет доступно только в десктопной версии сайта, а в закреплённых роликах не будет рекламы.\n\nНововведение будет полезно видеоблогерам, СМИ и сообществам, специализирующимся на видеоконтенте.\n\n#upd@live",
  "Уже долгое время пользователи ВКонтакте просят сделать здесь полноценные плейлисты с музыкой. Однако немногие знают, что они тут в некотором виде реализованы. И речь не об аудиоальбомах.\n \nЕсли начать воспроизведение музыки откуда-либо, система составит временный плейлист, учитывая место, где находится аудиозапись. Если это ваш список аудио — будут поочерёдно проигрываться песни из вашего списка. Если песня запущена из новостной ленты — создастся плейлист со всеми треками, прикреплёнными к записям источника. Если это поисковая выдача — будут играть песни из её содержания. Этот плейлист виден в inline-плеере (маленький плеер в правом верхнем углу сайта), который открывается по клику на него. Тут всё понятно.\n \nНо прелесть в том, что вы можете менять порядок песен внутри этого плейлиста, тогда как в поисковой выдаче, в чужом списке или с прикреплёнными к записи песнями этого сделать нельзя. Также сортировка внутри этого плейлиста никак не повлияет на порядок песен в вашем списке. Такой плейлист — временный, и вы можете передвигать треки в нём как угодно.\n \nЕщё раз: если по какой-то необъяснимой причине вам нравится, что в ваших аудиозаписях Укупник находится на третьем месте после Adele и Lana Del Rey, — необязательно его опускать ниже, чтобы никогда не слышать. Просто откройте плейлист в inline-плеере и сделайте это там.\n\n#fact@live",
  "Маленькие нововведения ВКонтакте могут решать большие проблемы. Например, стикеры могут спасать дикую природу. А доработка Товаров поможет развитию мелкого предпринимательства по всей стране. А игры в приложении для WP будут просто убивать ваше время, что тоже бывает полезно. Может и в вашей жизни что-то изменится после этого обзора? Давайте прочитаем и узнаем!\n\nvk.com\/page-2158488_50300717\n\n#mini@live",
  "Личные сообщения для сообществ\n\nНедавно мы уже писали о запуске нового сервиса, с помощью которого пользователи могут общаться с администрацией сообществ, используя привычные Диалоги (vk.com\/wall-2158488_484069). С сегодняшнего дня он доступен всем сообществам!\n\nВключить его в своей группе или публичной странице можно в управлении сообществом. После этого будьте готовы оперативно и качественно отвечать пользователям. А быть максимально оперативными вам помогут индикаторы о новых сообщениях в левом меню — vk.com\/wall-2158488_488661.\n\nЭтот сервис в первую очередь призван улучшить взаимодействие между компаниями и пользователями: например, вы им можете воспользоваться, чтобы забронировать столик в ресторане или номер в отеле, проконсультироваться насчёт покупки автомобиля или заказать еду на дом. Всё это теперь можно сделать при помощи ВКонтакте в уже привычном каждому интерфейсе, забыв об утомительных ожиданиях на линии телефона и о других способах связи с представителями компании.\n\nРазвлекательные и информационные сообщества тоже могут придумать свои методы использования этого сервиса. К примеру, мы в LIVE отвечаем на вопросы пользователей о ВКонтакте. Вы же можете связываться с победителями конкурсов, общаться с рекламодателями, собирать пользовательский контент, получать отзывы о нём, или просто ближе узнавать свою аудиторию посредством личного общения.\n\nКнопка для отправки сообщения находится под аватаром сообщества, а если её там нет — администраторы решили не подключать сервис. Оставить сообщение вы также можете с мобильной версии сайта и со всех официальных клиентов соцсети для смартфонов. Во время тестирования нового сервиса половина сообщений сообществам были отправлены именно с мобильных устройств.\n\nВ десктопной версии сайта в окне написания сообщения вы увидите примерное время ожидания ответа, которое высчитывается автоматически на основе того, как быстро администраторы отвечали ранее. В первые дни после включения сообщений в сообществе этого показателя может не быть.\n\nПодробнее об интерфейсе и возможностях нового сервиса читайте по ссылке ниже. \n \nvk.com\/page-19542789_51260895\n\n#upd@live",
  "Несколько дней назад всем пользователям ВКонтакте стал доступен расширенный справочник по социальной сети — vk.com\/support?act=home.\n\nМы подготовили для вас краткий обзор FAQ, в котором рассказали о новых функциях раздела и ответили на животрепещущий вопрос, как же всё-таки написать Агенту Поддержки.\n\nvk.com\/page-2158488_50296293\n\n#upd@live",
  "Представим стандартную ситуацию: вы ищете сообщество по какой-либо тематике, чтобы следить за интересующими вас новостями. В поисковой выдаче в большинстве случаев почти на любую тему будет множество сообществ, часть из которых — закрытые. Будете ли вы подавать заявку в закрытое сообщество, чтобы узнать, есть ли там что-то интересное, или же проигнорируете его и вступите в открытое?\n\n#poll@live",
  "Ну опять, опять «НЕвовведения»! \nВ этой бессмертной рубрике мы совместно с вами придумываем и предлагаем разработчикам ВКонтакте идеи для совершенствования социальной сети. \n\nВ сегодняшнем выпуске — важные мелочи. А для многих даже не мелочи, а вполне себе “крупности” — всё зависит от ваших приоритетов при использовании ВКонтакте. В общем, в сторону все слова, скорее читайте выпуск по ссылке ниже!\n\nvk.com\/page-2158488_50284660\n\nКстати, свои идеи вы можете писать в комментариях к этой записи, а также в теме vk.com\/topic-2158488_26090073.\n\n#idea@live",
  "Знаете ли вы, как использовать уведомления о новых записях сообществ для извещения друзей?\n\nПри помощи уведомлений мобильных клиентов ВКонтакте о новых записях можно не только не пропускать ни одного поста в любимом сообществе, но и извещать друзей о важных событиях. Допустим, у вас есть устоявшаяся компания для тусовок и вам необходимо сообщить всем её участникам о предстоящей вечеринке. Как это сделать, если информация в беседе может быстро “уплыть” под грузом других сообщений, а в ленте — под грузом других новостей?\n\nТут-то на помощь и придут эти уведомления: создайте частную группу, в которую пригласите всю свою компанию, и попросите всех подписаться на уведомления о новых записях. Сделать это очень просто: достаточно зайти на нужную страницу и, воспользовавшись контекстным меню, найти кнопку для подписки. Фича доступна во всех официальных клиентах ВКонтакте (на Android, iOS и Windows Phone) — свежие новости приходят в виде отдельных push-уведомлений.\n\nВариантов использования этой возможности море: можно проводить опросы среди определённого круга лиц через такие записи или, например, экстренно уведомлять о каких-то событиях большое количество людей. Конечно, в некоторых ситуациях для этого больше подойдут личные сообщения, но что делать, если количество людей переваливает за сотню или даже две?\n\nУ этой функции есть пара нюансов: следует не забыть назначить каждого члена сообщества как минимум редактором, чтобы тот мог оставлять на стене записи от имени группы. Помимо этого, стоит учесть, что уведомления о записях иногда могут приходить с небольшой задержкой — не стоит ожидать от ваших друзей моментальной реакции.\n\n#fact@live",
  "Актуальные темы ВКонтакте\n \nТеперь вы можете отслеживать самые актуальные темы, о которых пишут пользователи ВКонтакте. Ссылки на популярные хэштеги находятся во вкладке «Поиск» новостной ленты (если этой вкладки нет, включите её через иконку плюсика слева). На данный момент этот список доступен только пользователям из России, но в будущем появятся подборки хэштегов и для жителей других стран.\n \nЕсли вы не следите за трендами, мало читаете СМИ, а ваши друзья не докладывают вам о последних событиях в мире — список актуальных тем поможет быстро стать осведомлённым о том, что сейчас на устах у всех, или просто следить за развитием событий по той или иной теме. \n \nАктуальными темами считаются те, которые чаще всего встречаются в записях пользователей и сообществ. Сам же список с ними обновляется автоматически в реальном времени, но под пристальными взглядами модераторов, которые отсекают рекламные и нецензурные хэштеги. \n \nНажмите на одну из тем для открытия последних записей с указанными хэштегом. Там же вы можете отфильтровать полученный список, воспользовавшись одним из параметров расширенного поиска. Подробнее о нём можете прочесть здесь: vk.com\/page-2158488_46939697. Если же вы впервые видите слово «хэштег», обязательно пройдите и по этой ссылке: vk.com\/page-2158488_43961628. \n \nТакой список будет полезен не только пользователям, но и тем, кто пишет об актуальных темах. Во-первых, вы всегда будете знать, что стоит на повестке дня, и сможете использовать эту информацию для своих материалов. А во-вторых, что тоже очень важно, вы будете видеть, какой именно хэштег нужно поставить в запись по теме, чтобы привлечь новую аудиторию. \n\n#upd@live",
  "Ни для кого не секрет, что при ответе на чей-то комментарий в поле ввода текста автоматически добавляется имя адресата вашего ответа. Это сделано, чтобы можно было с первого взгляда определить, кому направлен комментарий, — ну и, конечно же, чтобы повысить культуру общения ВКонтакте ;)\n\nТем не менее, если удалить обращение по имени, которое после отправки комментария преобразуется в упоминание, ничего страшного не произойдёт: адресат всё равно получит уведомление об ответе на свой комментарий, а рядом с временем отправки ответа будет указано его имя. \n\nМногие пользователи в силу собственных предпочтений удаляют обращение в начале текста комментария. Мы решили узнать, насколько это распространено среди наших подписчиков.\n\n#poll@live",
  "Закрепление администрируемых сообществ в боковом меню\n\nОчередное приятное нововведение для администраторов сообществ: теперь управляемые вами группы и публичные страницы можно закреплять в левом боковом меню для быстрого доступа к ним. Кнопка для закрепления доступна из вкладки «Управление» раздела «Мои Группы», а также со страницы Настроек при помощи кнопки «сообщества, которыми Вы управляете...» в разделе «Дополнительные сервисы». Вы можете выбрать до пяти таких сообществ.\n\nУ групп и пабликов, подключённых к системе личных сообщений для сообществ, есть ещё одна полезная вещь: при наличии новых сообщений рядом с кнопкой появляется всем знакомый индикатор количества непрочитанных диалогов. Позже, когда сервис сообщений для сообществ станет доступен всем, этот индикатор будете видеть и вы.\n\n#upd@live",
  "Как у вас погодка? Если за окном холодно и мрачно, заварите себе чашку горячего чая, укройтесь пледиком и почитайте наш дайджест. В нём ещё есть немного октябрьского тепла, уюта и любви &#10084;\n\nvk.com\/page-2158488_50166095\n\n#digest@live",
  "Редактирование блока видеозаписей\n\nСегодня администраторы сообществ получили возможность редактирования блока видеозаписей. Теперь этот блок можно расположить над стеной сообщества, а также выбрать, видеозаписи из какого альбома будут в нём отображаться, — эти настройки доступны при нажатии на надпись «ред.» в заголовке блока. Кроме того, теперь под роликами в блоке отображается количество просмотров. \n\nПри воспроизведении видеозаписи из блока откроется плейлист с роликами из выбранного альбома — по умолчанию это будут просто добавленные видеозаписи сообщества. Чтобы открыть полный список видеозаписей, достаточно кликнуть по заголовку блока.\n\n#upd@live",
  "Знаете ли вы, как найти комментарии определённого человека? Нет, конечно, не знаете. Такой функции нет, и вряд ли она появится: есть определённые тонкости в вопросах приватности. Но всё же у нас есть одна фича из набора юного сталкера, которая поможет найти некоторые обсуждения, в которых участвовал пользователь. \n\nВы наверняка знаете, что, когда кто-то отвечает на комментарий, в поле ввода автоматически добавляется имя того, кому адресован ответ. После отправки это имя превращается не только в ссылку на оригинальный комментарий, но ещё и в упоминание. Вроде ничего особенного, но в ВК есть секретный поиск по упоминаниям, а значит, мы можем найти эти ответы и перейти от них к комментариям вашего друга.\n\nСам поиск был сделан для сообществ, но работает он и для людей. Нужно только подставить ID нужного человека в ссылку vk.com\/feed?obj=12053604&q=&section=mentions. \n\nПерейдя по такой ссылке, вы увидите список комментариев, начинающихся с имени выбранного человека. Просто нажимайте на дату под ними и смотрите, куда ссылается этот ответ. \n\nКонечно, это работает весьма ограниченно. Одиночные безответные комментарии так не найти. Ответы, в которых удалено упоминание, тоже не найдутся. Комментарии в закрытых группах и страницах также не появятся в поисковой выдаче. Кроме того, вряд ли вы найдёте комментарии известных людей: результаты поиска будут забиты упоминаниями в записях фанатов. Тем не менее часть интересующей вас информации найти можно, так что пользуйтесь на здоровье, но не забывайте об уважении к приватности.\n\n#fact@live",
  "Поздравляем вас с началом ноября! В сегодняшнем обзоре обновлений за прошедший месяц действительно есть что почитать: для разработчиков он выдался плодовитым.\n\nБез лишних отлагательств: нововведения октября!\n\nvk.com\/page-2158488_50114612\n\n#review@live",
  "Представляем вам новый выпуск подкаста aLIVE, где мы без прикрас и максимально критично обсуждаем все последние новости ВКонтакте.\n\nСегодня у нас особый гость! Это [id3420|Георгий Лобушкин], глава пресс-службы ВКонтакте. Вместе с ним и другими участниками проекта LIVE обсудили вот что:\n\n— Сообщения сообществам (03:40)\n— Прямые видеотрансляции (11:55)\n— Быстрая и надёжная загрузка видео (18:15)\n— Заработок на видео ВКонтакте (22:45)\n— Скинирование плеера и замена видео (28:20)\n— Чё там у MDK (32:40)\n— Музыка ВКонтакте (39:30)\n— Отбор дизайнера в LIVE (45:50)\n— Один ответ на все ваши вопросы (53:20)\n\nСлушать в iTunes: vk.cc\/2ZsGor\n\n#podcast@live",
  "ВКонтакте есть возможность писать на чужих стенах. Когда-то давно, когда ещё мамонты бродили по улицам, это был весьма популярный способ публичной коммуникации: вы писали другу на стену, он отвечал на вашей, а вы снова на его. Для просмотра таких переписок даже сделали специальный режим — «тет-а-тет». Сейчас, как нам кажется, подобные вещи почти вымерли. Встречаются иногда разве что поздравления с разными праздниками и какие-нибудь сообщения от приложений.\n\nТем не менее мы верим, что в ком-то ещё живёт дух олдскула и они по-прежнему пишут всякие глупости друг другу на стены. Давайте проверим, сколько таких среди нас.\n\n#poll@live",
  "Встречайте 58-й выпуск «НЕвовведений» — рубрики, в которой мы собираем, описываем и иллюстрируем ваши идеи по улучшению ВКонтакте.\n\nСегодня мы затронули несколько, казалось бы, несущественных мелочей, которые, однако, могут сильно раздражать пользователей. А в первом пункте наконец описали то, что вы просите очень часто и очень давно. Читаем по ссылке ниже.\n\nvk.com\/page-2158488_50107518\n\n#idea@live",
  "Мы уже давно заметили, что пользователи нередко просят о возможности закрытия опросов — чтобы просмотреть результаты. Нужно это, например, для конкурсов, где необходимо проголосовать до определённого времени. Однако эти пользователи не знают, что просмотреть результаты можно и за любое прошедшее время. \n \nУ каждого опроса есть статистика, открывающаяся при клике по любому из вариантов. При этом у опросов с 50 голосами и выше есть более подробная статистика с графиками, кнопку для открытия которой можно найти внизу окна общей статистики. И вот здесь уже можно просмотреть, сколько и за какой вариант было отдано голосов в любое время, в течение любого часа и распределение процентов между вариантами. \n \nБлагодаря столь детальной статистике в функции закрытия опросов нет нужды. Также в некоторых ситуациях графики позволят вычислить накрутки: если вы увидите, что в определённый момент линия резко пошла вверх, значит, скорее всего, кто-то накручивает голоса либо же был сделан репост в крупное сообщество с призывом голосовать за определённый вариант. \n\n#fact@live",
  "И вот уже снова среда — день, когда мы публикуем обзоры мелких нововведений ВКонтакте. За эти две недели обновлений накопилось не так много — как мы знаем, это обычно значит, что в скором времени грядёт что-то большое :)\n\nНажимайте на картинку или ссылку — в общем, открывайте скорее сегодняшний материал.\n\nvk.com\/page-2158488_50101065\n\n#mini@live",
  "Ими восхищаются миллионы, а они только-только осваивают пространство, где обитает львиная доля их поклонников. Что же делать с “нерадивыми” звёздами, которых до сих пор нет ВКонтакте? Регистрировать и верифицировать на радость фанатам! Держите новую пачку музыкантов, актёров и прочих знаменитостей в очередном ежемесячном выпуске «Звёздного ВКонтакте».\n\nvk.com\/page-2158488_50096928\n\n#star@live",
  "ВКонтакте уже давно присутствует возможность отмечать сообщения как важные. Все они попадают в отдельную вкладку, что позволяет быстро найти нужное сообщение. Кнопка для отметки всегда на видном месте (достаточно навести курсор на сообщение, и появится звёздочка возле времени отправки\/получения), а значит, казалось бы, о ней должны знать все. Но вспоминаете ли вы о таких сообщениях уже после того, как отметили их? И вообще, пользуетесь ли этой возможностью?\n\n#poll@live",
  "Нам пять лет!\n \nДорогие подписчики, сегодня проекту LIVE исполняется пять лет. Ежедневно на нас подписываются тысячи пользователей, и наверняка многие из вас не знают путь нашего развития, а некоторые и вовсе не понимают, чем мы тут занимаемся. Поэтому мы решили освежить опубликованную два года назад историю нашего становления — читайте по ссылке ниже.\n\nvk.com\/page-2158488_46618297\n\nСпасибо, что вы с нами!\n\n#blog@live",
  "Чаты для двоих или одного человека\n\nБывает необходимо тесно общаться со своим хорошим знакомым, например, по рабочим вопросам. Такие рабочие диалоги могут сильно мешать диалогам повседневным, поскольку важные вопросы будут “уплывать” за обыденной перепиской. Конечно, их можно помечать как важные, но тогда папка важных сообщений быстро захламится. Что же делать? Решением может стать специальный чат, в котором будет только два человека: вы и ваш друг. \n\nНо как создать такой чат, если ВКонтакте не позволяет создать беседу с одним человеком? Всё очень просто: добавьте в качестве второго участника при создании чата какой-либо e-mail адрес (введите e-mail адрес вместо имени пользователя), а после создания беседы — исключите его. Ваш эксклюзивный чат на двоих человек готов!\n\nТочно таким же образом можно создавать чаты и с самим собой. Зачем? Допустим, вы любите сохранять смешные картинки, откладывать серьёзные статьи на «прочитаю потом, если не забуду» или просто любите поболтать с собой (вы точно здоровы?). Конечно, для этого можно просто писать самому себе, но тогда все полезные ссылки, картинки и монологи будут вперемешку — почему бы их не каталогизировать? ;)\n\n#fact@live",
  "Сообщения сообществ\n \nВ некоторых крупных сообществах, специально отобранных ВКонтакте, в тестовом режиме появилась кнопка «Отправить сообщение». С её помощью пользователь может задать любой интересующий его вопрос по теме сообщества, выразить пожелания или внести предложения. Отвечать на эти сообщения будет администрация сообщества. Уже сейчас проверить, как это работает со стороны подписчика, вы можете в нашем паблике.\n \nК такому сообщению можно прикреплять любой медиаконтент (фото, видео, аудио, документы) и карты, а также пользоваться смайлами и стикерами — всё точно так же, как и в обычных Диалогах. Ответ пользователь будет получать от имени сообщества и не увидит имени администратора, который ему ответил.\n \nА вот со стороны администрации работа с такими сообщениями немного отличается от обычных Диалогов. У сообщества есть свой раздел с диалогами, который доступен всем руководителям и который никак не пересекается с “личкой” пользователей, состоящих в администрации. Уведомления о таких сообщениях видны только в самом сообществе, а звуковые оповещения работают только в том случае, если открыт раздел с сообщениями сообщества. Администраторы могут участвовать в тех беседах, которые начал другой администратор. Пользователь этого не заметит, так как все сообщения, как уже сказано выше, идут от имени сообщества, а вот администрация видит имена своих коллег, которые отвечают на сообщения.\n \nТакже для удобства обеих сторон предусмотрены разделы «Важное», «Неотвеченные» и «Непрочитанные». Какие-то срочные или труднорешаемые вопросы можно помещать в первый раздел. Во второй заносятся, как понятно из названия, беседы, оставленные без ответа (если это банальное «спасибо», администратор может, не отвечая, пометить сообщение как отвеченное). В третью вкладку заносятся те диалоги, которые ещё не были открыты никем из администрации — это позволяет быстро находить новые вопросы.\n\nНовый сервис обеспечит администраторам возможность наиболее упрощённого получения фидбека от пользователей без необходимости прямого взаимодействия с ними с собственных аккаунтов. Для юзеров это также будет наиболее простым способом связи: сообщения, в отличие от предлагаемых новостей, обладают более полной функциональностью и позволят администраторам в разы быстрее разбирать обращения к сообществу.\n\nВ официальных мобильных клиентах на iPhone и смартфонах на Android эта возможность уже включена. Для Windows Phone появится в следующем обновлении.\n\n#upd@live",
  "Периодически мы с удивлением обнаруживаем, что многие пользователи не до конца понимают предназначения тех или иных функций ВКонтакте и порою даже ими не пользуются, несмотря на очевидное удобство. Одна из таких функций — кнопка «Ответить» в Диалогах, появляющаяся при выделении одного или нескольких сообщений. \n\nПредназначена она для того, чтобы быстро пересылать выбранные сообщения в тот же диалог, в котором они были отправлены, — это актуально для бесед с большим количеством участников и для диалогов, в которых параллельно обсуждается несколько вопросов. При помощи указания пересылаемого сообщения намного легче не запутаться и не потерять нить беседы.\n\nВпрочем, мы верим, что уж наши-то подписчики были в курсе того, для чего нужна эта функция. И тем не менее всё же хотим узнать: пользуетесь ли вы кнопкой «Ответить» в Диалогах?\n\n#poll@live",
  "«НЕвовведения» — ужасная рубрика. Каждый новый выпуск даёт понять, как скоротечна наша жизнь. Вроде вот пару дней назад же был выпуск, ан-нет — две недели прошло уже. Вроде совсем недавно юбилейный 50-й выпуск публиковали, а вот уже и 57-й подоспел.\n \nВпрочем, у нас, как всегда, есть интересные идеи для вас и для разработчиков ВКонтакте. Прошлись по фото, видео, аудио, товарам и стене. Описание и иллюстрации идей по ссылке ниже.\n \nvk.com\/page-2158488_50068794\n \nИ не забывайте, что в большинстве случаев идеи в этой рубрике — ваши. Оставляйте их в этой теме: vk.com\/topic-2158488_26090073. Мы читаем каждый написанный вами комментарий.\n\n#idea@live",
  "Знаете ли вы, как подняться в чужом списке друзей?\n\nПравильный ответ: публиковать много интересных записей, которые будут лайкать и комментировать ваши друзья, повышая тем самым ваше положение в своих списках. Или, если речь о ком-то конкретном, можно часто общаться с этим человеком, что тоже способствует повышению.\n\nНо что если вы — “восторженная девочка” и стесняетесь написать первой? :) Как заставить его замечать вас при каждом открытии списка друзей? Есть одна хитрость. Как известно, новые друзья автоматически попадают на 4–5-е места в списке, чтобы не потеряться. А благодаря особой системе друзей\/подписок ВКонтакте можно удалить человека, а затем добавить снова без каких-либо подтверждений с его стороны. \n\nУже догадались? Правильно: удалите этого человека из друзей, а затем верните назад. После этих манипуляций вы окажетесь друг у друга в верхней части списков друзей. (Не пытайтесь проверить это у него: для вас чужие списки формируются по количеству общих друзей и дате регистрации, так что разницы вы не увидите. Просматривая список вашего друга, вы всегда будете видеть себя первым.)\n\nВажно понимать, что ваш друг может заметить не только лично вас, но и сам факт вашего перемещения (тем более что вы окажетесь наверху списка «Новые друзья»). Далеко не всем эта тактика может понравиться, так что не советуем ею злоупотреблять. В первый раз это ещё сойдёт за случайное удаление, но во второй — вызовет вопросы. Впрочем, можете обвинить во всём нас. Мы железные, мы всё стерпим :)\n\n#fact@live",
  "Помимо больших нововведений, которых в последнее время немало, еженедельно появляются и мелкие, но полезные изменения. О них и поговорим в нашем традиционном обзоре небольших нововведений. Несколькими пикселями ниже есть ссылка — на неё-то и нужно нажать, ага.\n\nvk.com\/page-2158488_50057686\n\n#mini@live",
  "Быстрая и надёжная загрузка видео ВКонтакте\n \nСегодня ВКонтакте обновили свой загрузчик видео: система разбивает видеофайл на множество частей по 4 мегабайта и загружает их одновременно по 4 куска за раз — это позволяет ускорить заливку ролика в два раза. Такой метод также позволяет совершать дозагрузку видеозаписи, если она была прервана вследствие отключения интернета или закрытия браузера.\n\n#upd@live",
  "Если вы несколько часов не заходили ВКонтакте, в верхней части ленты новостей могут появиться блоки с актуальными фотографиями, видеозаписями и страницами.\n\nВ первом отображаются новые фото от ваших друзей и другие изображения, которые могут вас заинтересовать. Их больше, чем кажется на первый взгляд: достаточно открыть любую фотографию и полистать, чтобы увидеть другие. \n\nВо втором блоке отображаются новые видеозаписи от друзей и сообществ. Их можно пролистывать в сторону или сразу просмотреть весь список в плейлисте, открыв любой ролик. Кстати, этот блок можно скрыть специальной кнопкой в правом углу. \n\nТретий блок появляется реже: в нём показываются три человека, которых недавно добавили ваши друзья, и три сообщества, к которым они присоединились. \n\nКак вы относитесь к этим рекомендациям? Как часто их просматриваете? Находили там что-то интересное? А может, наоборот, они вас раздражают, несмотря на то, что исчезают уже через пять минут?\n\n#poll@live",
  "9",
  "Делаем закладку определённой части стены\n \nНекоторые пользователи любят зайти в какой-либо паблик и часами читать его. А когда приходит осознание, что пора бы заняться чем-то другим, хочется как-то сохранить то место, на котором остановились. Есть два неудобных способа: запомнить дату последней прочитанной публикации и позже воспользоваться календарём в поиске или же, если читали со страницы со стеной, сохранить ссылку на страницу. Но в первом случае придётся долго возиться, а во втором вы вернётесь на страницу с совсем другими записями, так как их сместят вниз новые публикации.\n \nА вот удобный способ: каждую запись можно открыть в слое нажатием на текст, после чего листать к следующей или предыдущей специальными стрелочками по бокам. Сохраните ссылку на запись, открытую в таком слое, — это и будет ваша закладка. Либо же поставьте лайк последней прочитанной записи, в разделе «Мои Закладки» откройте публикацию в слое и уже оттуда листайте.\n\n#fact@live",
  "LIVE требуется дизайнер! \n \nОт нас постоянно любят уходить дизайнеры. Да не просто так, а в большие компании. Таких в нашем списке уже три человека, и двое из них перешли работать в ВК. После каждого такого ухода мы проводим открытый конкурсный отбор нового члена команды, и время очередного конкурса пришло. \n \nУ нас очень дружная команда — это можно понять по подкасту. Главный редактор не кусается (кроме тех моментов, когда кусается). Всегда есть интересные задачи. А главное — мы любим свою работу. \n \nНе бойтесь попробовать свои силы. Все, кто попадал к нам в команду, позже признавались, что никак не рассчитывали на это, а просто решили попытаться выполнить пару задач на конкурсе. Поэтому ждём всех желающих. \n \nЧто нужно уметь и к чему быть готовым: \n— Очевидно, быть дизайнером. Можно даже начинающим. \n— Свободный график. Ваша работа или учёба не должны мешать работе в LIVE. \n— Уметь работать в команде: выслушивать критику, отстаивать свою точку зрения. \n— Иметь хорошую фантазию. \n— Хорошо знать функциональность ВКонтакте. \n \nПол и возраст не имеют значения. Мы будем внимательно смотреть на то, как вы общаетесь с другими конкурсантами, как реагируете на замечания, как быстро выполняете задания. Будем также тщательно смотреть ваш профиль. Однако попытайтесь быть собой и никого из себя не строить. \n \nЗаметили, что мы до сих пор ничего не упомянули про зарплату? Плохо, что заметили. Люди, которых в первую очередь интересуют деньги, нам не интересны. Зарплата будет — это всё, что вам нужно знать. \n \nЕсли готовы принять участие в конкурсном отборе, подавайте заявку в это сообщество: vk.com\/livedesigner4. Начнём со дня на день. Все последующие шаги будут описаны уже внутри. Если ваша заявка отклонена, не пытайтесь подать её снова.",
  "В Apple App Store стало доступно масштабное обновление VK App для iPhone. В новой версии приложения появилось множество новых функций, были устранены проблемы совместимости приложения с новыми версиями ОС и исправлены внутренние проблемы. Обновление уже доступно по ссылке vk.cc\/iphone. А пока апдейт скачивается, давайте пробежимся по основным изменениям в VK App:\n\n— Поддержка Share Extension. В версиях iOS начиная с 8-й делиться контентом теперь можно из любого приложения.\n— Блок с последними фотографиями в профиле теперь учитывает скрытые через десктопную версию снимки.\n— Выбор области главной фотографии, которая будет отображаться в миниатюре.\n— Возможность дарить стикеры и подарки.\n— Все имеющиеся у вас наборы стикеров доступны сразу, без необходимости их загрузки.\n— Отвечать на сообщения можно прямо из системного уведомления.\n— Не бойтесь написать сообщение, прикрепить к нему контент и уйти из диалога. Все ваши действия теперь сохраняются и доступны по возвращению.\n— Фотография, выбранная для отправки из ленты последних в диалоге, будет увеличена для лучшего обзора.\n— Теперь вы можете исключать из беседы приглашённых друзей, если не являетесь создателем чата.\n— Качество снимков в просмотрщике стало заметно лучше.\n— При блокировке сообщества или друга можно отписаться от пуш-уведомлений от них, а в случае с другом — заодно сразу же убрать его из списка друзей.\n— Горизонтальный режим отображения веб-страниц из приложения.\n— Добавлены emoji из iOS 8 и старше.\n— Обновлён дизайн показа подарков в диалогах и дней рождения в левом меню.\n— Добавлена частичная поддержка VoiceOver.\n— И много-много других улучшений и исправлений.\n\nОбновление может оказаться временно недоступным для некоторых пользователей ввиду специфики распространения апдейтов в App Store. Подождите немного — обновление обязательно появится :)\n\n#ios@live",
  "С сегодняшнего дня администраторы крупных сообществ, в которых размещается пользовательское и полупрофессиональное видео, смогут зарабатывать на просмотрах этих роликов своими подписчиками и теми, среди которых успеют распространить видео. Для пользователей это означает ещё больше интересного видеоконтента в тематических пабликах и группах.\n \nЧтобы стать участником партнёрской программы, сообщество и его контент должны соответствовать определённым условиям. Все подробности по ссылке ниже.\n \nvk.com\/page-59800369_51086069\n\n#upd@live",
  "Пришло время подвести итоги по нововведениям за сентябрь. Несмотря на тоскливую погоду, когда все имеют свойство лениться, разработчики ВКонтакте порадовали нас большими нововведениями и кучей мелких улучшений. Полный список всех изменений по ссылке ниже.\n\nvk.com\/page-2158488_50034281\n\n#review@live",
  "Самое прекрасное в нашей работе — это записи подкаста aLIVE. И в то же время самое сложное — монтаж каждого выпуска. Слушателей с каждым месяцем становится всё больше, а мы в свою очередь с каждой записью становимся всё безобразнее и временами вовсе забываем, что нас слушают люди. Но, судя по комментариям, за это нас и слушают. При этом мы не забываем и об информативности. Сегодня обсудим вот что:\n \n— Товары ВКонтакте (02:00)\n— Фильтр комментариев в сообществах (11:25)\n— Прямые видеотрансляции (24:05)\n— Мобильные клиенты (31:50)\n— О великих Икспертах (35:25)\n— Телевидение приходит в ВК (41:20)\n— Захват и удержание Казахстана (45:35)\n— Ответы на вопросы (51:30)\n— Пытки Филиппа (01:00:30)\n \nПриятного прослушивания, и мойте руки с мылом.\n \nСкоро в iTunes: vk.cc\/2ZsGor\n\n#podcast@live",
  "А давайте поговорим о стикерах. Тех самых, которые вы любите и ненавидите. Со дня их запуска у ВКонтакте была традиция выпускать новый набор каждую неделю. Последние месяцы они выходят не так часто, но и без этого их общее количество уже составляет около 70 штук. Довольствуетесь ли вы только бесплатными наборами? Или купили себе парочку? Штук 20, чтобы не мало? Или вовсе не пользуетесь ими? Давайте узнаем.\n\n#poll@live"
]